---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.BracePlanRepresentation.ParallelLine
enum: Autodesk.Revit.DB.Structure.BracePlanRepresentation
source: html/fb5b7097-a49c-ede6-1ca0-4f6747e83e88.htm
---
# Autodesk.Revit.DB.Structure.BracePlanRepresentation.ParallelLine

Braces are represented by a parallel line.